/* Localizable Strings for the Proxy Toolbar */

/* PP_RESUMEJOB_TOOLBAR_BUTTON */
"Resume" = "Återuppta";

/* PP_RESUMEJOBONPAGE_TOOLBAR_BUTTON &*/
"Resume On Page..." = "Fortsätt på sidan…";

/* PP_HOLDJOB_TOOLBAR_BUTTON */
"Hold" = "Pausa";

/* PP_DELETE_TOOLBAR_BUTTON */
"Delete" = "Radera";

/* PP_PRINTER_UTILITY_TOOLBAR_BUTTON */
"Utility" = "Verktyg";

/* PP_SCANNER_UTILITY_TOOLBAR_BUTTON */
"Scanner" = "Skanner";

/* PP_DOT_INK_TOOLBAR_BUTTON */
"Supply Levels" = "Materialnivåer";

/* PP_HISTORY_TOOLBAR_BUTTON */
"Log & History" = "Logg och historik";

/* PP_STOP_QUEUE */
"Pause Printer" = "Pausa skrivare";

/* PP_START_QUEUE */
"Resume Printer" = "Återuppta skrivare";

/* PP_STOP_FAX_QUEUE */
"Pause Fax" = "Pausa fax";

/* PP_START_FAX_QUEUE */					
"Resume Fax" = "Återuppta fax";

/* PP_INFO_QUEUE */
"Info" = "Info";

/* PP_DELETE_JOB_MENUITEM */
"Delete Job" = "Radera utskrift";

/* PP_DELETE_JOBS_MENUITEM */
"Delete Jobs" = "Radera utskrifter";

/* PP_HOLD_JOB_MENUITEM */
"Hold Job" = "Pausa utskrift";

/* PP_HOLD_JOBS_MENUITEM */
"Hold Jobs" = "Pausa utskrifter";

/* PP_RESUME_JOB_MENUITEM */
"Resume Job" = "Återuppta utskrift";

/* PP_RESUME_JOBS_MENUITEM */
"Resume Jobs" = "Fortsätt utskrifter";

/* PP_RESUME_JOBS_ON_PAGE_MENUITEM */
"Resume Jobs On Page..." = "Fortsätt skriva ut på sidan…";

/* PP_RESUME_JOB_ON_PAGE_MENUITEM */
"Resume Job On Page..." = "Fortsätt skriva ut på sidan…";

/* PP_SHOW_COMPLETED_JOBS */
"Show Completed Jobs" = "Visa färdiga utskrifter";

/* PP_HIDE_COMPLETED_JOBS */
"Hide Completed Jobs" = "Göm färdiga utskrifter";

/* PP_RESUMEJOB_TOOLTIP_TEXT */
"Resume printing of selected job(s)" = "Återuppta markerade utskrifter";

/*PP_RESUMEJOB_FAX_TOOLTIP_TEXT */
"Resume faxing of selected job(s)" = "Återuppta markerade faxningar";

/* PP_RESUMEJOBONPAGE_TOOLTIP_TEXT */
"Resume printing on page..." = "Fortsätt skriva ut på sidan…";

/* PP_RESUMEJOBONPAGE_FAX_TOOLTIP_TEXT */
"Resume faxing on page..." = "Fortsätt faxa på sidan…";

/* PP_HOLDJOB_TOOLTIP_TEXT */
"Hold printing of selected job(s)" = "Pausa markerade utskrifter";

/* PP_HOLDJOB_FAX_TOOLTIP_TEXT */
"Hold faxing of selected job(s)" = "Pausa markerade faxningar";

/* PP_DELETE_TOOLTIP_TEXT */
"Delete the selected job(s)" = "Radera markerade utskrifter";

/* PP_PRINTER_UTILITY_TOOLTIP_TEXT */
"Launch the printer's utility" = "Öppna skrivarens verktyg";

/* PP_SCANNER_UTILITY_TOOLTIP_TEXT */
"Launch the printer's scanner" = "Öppna skrivarens skanner";

/* PP_DOT_INK_TOOLTIP_TEXT */
"View information on ink or toner levels" = "Visa information om bläck- eller tonernivå";

/* PP_HISTORY_TOOLTIP_TEXT */
"Launch Console to view the printing logs" = "Öppna Systemmeddelanden för att visa utskriftsloggar";

/* PP_STOP_QUEUE_TOOLTIP_TEXT */
"Stop printing of all jobs to this printer" = "Stoppa alla utskrifter till den här skrivaren";

/* PP_START_QUEUE_TOOLTIP_TEXT */
"Resume printing of all jobs to this printer" = "Återuppta alla utskrifter till den här skrivaren";

/* PP_STOP_FAX_QUEUE_TOOLTIP_TEXT */
"Stop faxing of all jobs to this fax" = "Stoppa alla faxningar till den här faxen";

/*PP_START_FAX_QUEUE_TOOLTIP_TEXT */
"Resume faxing of all jobs to this fax" = "Återuppta alla faxningar till den här faxen";

/* PP_INFO_QUEUE_TOOLTIP_TEXT */
"Display general, setup, and supply level information for this printer" = "Visa allmän information samt information om inställning och materialnivå för den här skrivaren";

/* PP_INFO_FAX_QUEUE_TOOLTIP_TEXT */
"Display general, setup, and supply level information for this fax" = "Visa allmän information samt information om inställning och materialnivå för den här faxen";

/* PP_PrinterReady */
"Printer Ready" = "Skrivare redo";

/* PP_PrinterStopped */
"Printer Paused" = "Skrivare pausad";

/* PP_FaxReady */
"Fax Ready" = "Faxen är redo";

/* PP_FaxStopped */
"Fax Paused" = "Faxen är pausad";

/* PP_QUIT_WHEN_FINISH */
"Quit When Finished" = "Autoavsluta";

/* PP_QUIT_WHEN_FINISH_TOOLTIP_TEXT */
"Automatically quit when all jobs are complete" = "Avsluta automatiskt när alla utskrifter är klara";

/* PP_PrinterProcessing */
"Processing Job" = "Bearbetar utskrift";

/* Localizable strings for job progress */

/* PP_ProgressCopySheetFormat */
"Printing '%@'. Copy %d of %d, Sheet %d of %d, Page %d of %d." = "Skriver ut ”%@”. Exemplar %d av %d, ark %d av %d, sidan %d av %d.";

/* PP_ProgressCopyPageFormat */
"Printing '%@'. Copy %d of %d, Page %d of %d." = "Skriver ut ”%@”. Exemplar %d av %d, sidan %d av %d.";

/* PP_ProgressCopyFormat */
"Printing '%@'. Copy %d of %d." = "Skriver ut ”%@”. Exemplar %d av %d.";

/* PP_ProgressSheetFormat */
"Printing '%@'. Sheet %d of %d." = "Skriver ut ”%@”. Ark %d av %d.";

/* PP_ProgressPageFormat */
"Printing '%@'. Page %d of %d." = "Skriver ut ”%@”. Sidan %d av %d.";

/* PP_ProgressNoneFormat */
"Printing '%@'." = "Skriver ut ”%@”.";

/* PJ_HoldAuthentication */
"On Hold (Authentication required)" = "Pausad (autentisering krävs)";

/* PJ_HoldUntilFormat */
"Hold until %@" = "Pausa till %@";

/* PJ_Hold */
"On Hold" = "Pausad";

/* PJ_Pending */
"-" = "-";

/* PJ_Processing */
"Printing" = "Skriver ut";

/* PJ_Stopped */
"Stopped" = "Stoppad";

/* PJ_Cancelled */
"Cancelled" = "Avbruten";

/* PJ_Aborted */
"Aborted" = "Stoppad";

/* PJ_Completed */
"Completed" = "Klar";

/* DD_NoDefaultApplication */
"There is no default application specified to print the document \"%@\"." = "Det finns inget förvalt program för att skriva ut dokumentet ”%@”.";

/* DV_FileSizeInBytes */
"%d bytes" = "%d byte";

/* DV_FileSizeInKBytes */
"%d KB" = "%d K";

/* DV_FileSizeInMBytes */
"%.1f MB" = "%.1f MB";

/* PP_Status_String */
"Status:" = "Status:";

/* PP_Window_Title_One_Format */
"%@ (1 Job)" = "%@ (1 utskrift)";

/* PP_Window_Title_Many_Format */
"%@ (%d Jobs)" = "%@ (%d utskrifter)";

/* OK_String */			
/* OK */
"OK" = "OK";

/* Cancel_String */
"Cancel"= "Avbryt";

/* Choose_String */
"Choose" = "Välj";

/* PP_About_MenuItem */		
"About %@" = "Om %@";

/* PP_Hide_MenuItem	*/					
"Hide %@" = "Göm %@";

/* PP_Quit_MenuItem	*/					
"Quit %@" = "Avsluta %@";

/* PP_Help_MenuItem	*/
"Help %@" = "Hjälp %@";



/* Non defined strings from different cups backends...*/
/* and therefore not in any of the strings.h files */
"Unable to open raster file" = "Kan inte öppna rasterfil";
"Error reading pixel data" = "Fel vid läsning av bildpunktsdata";
"Could not create T.4 tiff image" = "Kunde inte skapa en T.4-tiffbild";
"Unsupported raster type" = "Rastertypen stöds ej";

/* Default String for errors */
"Operation Could not be completed." = "Åtgärden kunde inte slutföras.";

/* String for CUPS_SERVER_NOT_AVAILABLE error */
"CUPS server not available" = "Utskriftstjänsten är inte tillgänglig.";

/* Error number shown in error alerts */
"Error:%d" = "Fel: %d";


